{
  "Lengua": {
    "Primer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Reconocer las distintas lenguas y variedades dialectales del aula. Criterio 1.2. Respetar las distintas lenguas y variedades dialectales del aula. Criterio 1.3. Identificar las características lingüísticas fundamentales de su entorno geográfico, así como algunos rasgos de los dialectos y lengua materna. Criterio 1.4. Conocer y valorar la existencia de diferentes sistemas lingüísticos y de sistemas alternativos de comunicación."
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Reconocer con ayuda y en contextos sencillos, algunos prejuicios y estereotipos lingüísticos y culturales frecuentes en su entorno.",
          "2.2": "Rechazar prejuicios y estereotipos lingüísticos y culturales frecuentes en su entorno.",
          "2.3": "Reconocer la pluralidad lingüística de su entorno como una fuente de riqueza cultural en especial en aquellas zonas de Extremadura donde se habla algún dialecto."
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Identificar el sentido de textos orales y multimodales sencillos, siendo capaz de captar las ideas principales y los mensajes explícitos.",
          "3.2": "Valorar, con ayuda, los contenidos claramente discriminatorios en textos orales y los elementos no verbales elementales y cercanos a su realidad. Criterio 3.3. Demostrar respuestas adecuadas a diferentes necesidades comunicativas dentro del aula y en la unidad familiar."
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Producir textos orales coherentes, con planificación acompañada y utilizando recursos no verbales elementales.",
          "4.2": "Participar en interacciones orales espontáneas, respetando las normas básicas de la cortesía lingüística.",
          "4.3": "Producir textos orales y multimodales sencillos y coherentes en distintos soportes, ajustándose a modelos dados y movilizando, de manera acompañada, interacciones orales variadas."
        }
      },
      "CE5": {
        "descripcion": "Criterio 5.3 Interpretar diferentes tipos de textos multimodales adecuados a su desarrollo dando así la posibilidad de otro tipo de acceso que no sea solamente el código escrito, especialmente para el alumnado con dificultades de acceso a este tipo de código. para la expresión de gustos e intereses, aspectos formales y no verbales elementales de diferentes tipos de textos escritos y multimodales sencillos.",
        "criterios": {
          "5.1": "Leer de manera silenciosa (lectura comprensiva) y en voz alta (lectura mecánica) con entonación y ritmo adecuados a su nivel.",
          "5.2": "Iniciar la construcción de la identidad lectora y establecer una base consolidada para el aprendizaje lectoescritor, necesario para el desarrollo posterior de toda la etapa.",
          "5.4": "Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales sencillos, valorando su contenido y estructura.",
          "5.5": "Generar estrategias de reconocimiento, selección e interpretación de la información general y del sentido global del texto, de manera acompañada,"
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Producir textos escritos y multimodales sencillos siguiendo modelos, en diferentes soportes y teniendo en cuenta el proceso evolutivo de la escritura en este ciclo.",
          "6.2": "Conocer algunas reglas ortográficas y gramaticales sencillas. Criterio 6.3. Aplicar de manera guiada estrategias individuales o en grupo de planificación, redacción revisión y edición."
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal, realizado de manera acompañada, que implique la localización, selección y contraste de información de distintas fuentes, incluidas las digitales, y su recreación adaptándose a modelos dados y citando las fuentes.",
          "7.2": "Producir, de manera acompañada, investigaciones colectivas, ajustándose a modelos dados, en distintos soportes y complementándolos con otros, reconociendo la autoría.",
          "7.3": "Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información."
        }
      },
      "CE8": {
        "descripcion": "",
        "criterios": {
          "8.1": "Leer de manera autónoma, con entonación y ritmo progresivamente adecuados a su nivel cognitivo, textos de distintos autores y autoras, también extremeños y extremeñas, acordes con sus gustos e intereses, seleccionados de manera acompañada, teniendo en cuenta las diferentes etapas del proceso evolutivo de la lectura.",
          "8.2": "Iniciar la construcción de la identidad lectora.",
          "8.3": "Compartir oralmente la experiencia de lectura participando en comunidades lectoras de ámbito escolar."
        }
      },
      "CE9": {
        "descripcion": "",
        "criterios": {
          "9.1": "Escuchar y leer textos orales de la literatura infantil que recojan diversidad de autoras y autores.",
          "9.2": "Establecer relaciones elementales entre los textos literarios y otras manifestaciones artísticas y culturales.",
          "9.3": "Producir de manera acompañada textos sencillos individuales o colectivos con intención literaria ajustándose a modelos dados y complementándolos con otros lenguajes artísticos.",
          "9.4": "Reconocer los elementos constitutivos esenciales de la obra literaria en la construcción acompañada del sentido de la obra."
        }
      },
      "CE10": {
        "descripcion": "",
        "criterios": {
          "10.1": "Describir diferencias elementales entre lenguaje oral y escrito. Reconocer la ortografía natural (identificar letras, sílabas y palabras, así como las uniones y separaciones entre ellas) y reflexionar sobre las posibilidades de formar palabras y frases a partir de las mismas.",
          "10.2": "Comparar y manipular palabras, enunciados y textos, en un proceso acompañado de producción o comprensión de textos en contextos significativos como inicio del desarrollo de la conciencia lingüística.",
          "10.3": "Formular conclusiones elementales sobre el funcionamiento de la lengua, prestando especial atención a la concordancia y a las relaciones de significado entre las palabras, a partir de la observación.",
          "10.4": "Comparar y manipular palabras y enunciados, en un proceso acompañado de producción o comprensión de textos en contextos significativos.",
          "10.5": "Revisar y mejorar los textos propios, cuidando la presentación. Criterio 10.6. Subsanar algunos problemas de comprensión lectora, de manera acompañada, a partir de la reflexión metalingüística e interlingüística y usando la terminología lingüística básica adecuada."
        }
      },
      "CE11": {
        "descripcion": "Criterio 11.1 Rechazar los usos lingüísticos discriminatorios identificados a partir de la reflexión grupal acompañada sobre los aspectos elementales, verbales y no verbales, que rigen la comunicación, teniendo en cuenta una perspectiva de género.",
        "criterios": {
          "11.2": "Movilizar, con el acompañamiento y planificación necesarios, estrategias elementales para la escucha activa y el consenso, iniciándose en la gestión dialogada de conflictos."
        }
      }
    },
    "Segundo ciclo": {
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Reconocer con cierta autonomía y en contextos sencillos, prejuicios y estereotipos lingüísticos frecuentes en su entorno.",
          "2.2": "Rechazar prejuicios y estereotipos lingüísticos y culturales frecuentes en su entorno desarrollando interés creciente por el uso adecuado del lenguaje.",
          "2.3": "Valorar la pluralidad lingüística de su entorno como una fuente de riqueza cultural, en especial en aquellas zonas de Extremadura donde se habla algún dialecto."
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Interpretar el sentido de textos orales y multimodales sencillos, siendo capaz de captar las ideas principales y los mensajes explícitos y los implícitos más sencillos.",
          "3.2": "Valorar de manera crítica, con ayuda, los contenidos claramente discriminatorios de textos orales y los elementos no verbales elementales y cercanos a su realidad.",
          "3.3": "Estructurar respuestas adecuadas a diferentes necesidades comunicativas en su entorno escolar y familiar."
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Producir textos orales coherentes, con planificación acompañada, ajustando el discurso a la situación comunicativa y utilizando recursos no verbales básicos.",
          "4.2": "Participar en interacciones orales espontáneas o regladas, respetando las normas básicas de la cortesía lingüística e iniciándose en estrategias de escucha activa.",
          "4.3": "Producir textos orales y multimodales sencillos y coherentes, en distintos soportes, seleccionado el modelo discursivo que mejor responda a cada situación comunicativa y movilizando, de manera puntualmente acompañada, interacciones orales variadas."
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Leer de manera silenciosa y en voz alta, con entonación y ritmo adecuados a su nivel de desarrollo cognitivo, textos escritos y multimodales sencillos, identificando el sentido global y la información relevante e integrando, de manera acompañada, la información explícita.",
          "5.2": "Continuar con el proceso de la construcción de la identidad lectora. Criterio 5.3. Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales, valorando su contenido y estructura e iniciándose en la evaluación de su fiabilidad.",
          "5.4": "Generar estrategias que le permitan realizar un número cada vez mayor de inferencias directas (generalizaciones, propósito del texto), siempre de manera acompañada y contextualizada en situaciones de aprendizaje, a partir de textos sociales, libres de estereotipos sexistas; e interpretar en ellos un mayor número de elementos no estrictamente textuales, como tipografías o subrayados."
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Producir textos escritos y multimodales sencillos en diferentes soportes, seleccionando el modelo discursivo que corresponda a cada situación. Criterio 6.2. Aplicar reglas ortográficas y gramaticales sencillas de manera guiada.",
          "6.3": "Aplicar con ayuda, estrategias sencillas individuales o grupales, de planificación, redacción, revisión y edición."
        }
      },
      "CE7": {
        "descripcion": "información de distintas fuentes, incluidas las digitales, y su recreación mediante la adaptación creativa de modelos dados y citando las fuentes.",
        "criterios": {
          "7.1": "Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal o ecosocial, realizado de manera acompañada, que implique la localización, selección y contraste de",
          "7.2": "Producir, de manera acompañada, investigaciones sencillas individuales o colectivas, recreando de manera personal los modelos dados, en distintos soportes y complementándolos con otros, respetando la propiedad intelectual.",
          "7.3": "Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información."
        }
      },
      "CE8": {
        "descripcion": "Criterio 8.3 Compartir la experiencia de lectura, en soportes y formatos diversos, participando en comunidades lectoras en el ámbito escolar.",
        "criterios": {
          "8.1": "Leer de manera autónoma o acompañada, con entonación y ritmo adecuados a su nivel, textos de diversos autores y autoras entre los que se incluyan extremeños y extremeñas, ajustados a sus gustos e intereses y seleccionados con creciente autonomía.",
          "8.2": "Avanzar en la construcción de su identidad lectora."
        }
      },
      "CE9": {
        "descripcion": "",
        "criterios": {
          "9.1": "Escuchar y leer textos variados de la literatura infantil universal que recojan diversidad de autoras y autores.",
          "9.2": "Relacionar diferentes textos en función de temas y aspectos elementales del género literario.",
          "9.3": "Producir, de manera acompañada, textos sencillos individuales o colectivos con intención literaria, recreando de manera personal los modelos dados, y complementándolos con otros lenguajes literarios.",
          "9.4": "Reconocer los elementos constitutivos esenciales de la obra literaria en la construcción del sentido de la misma."
        }
      },
      "CE10": {
        "descripcion": "significativos como parte del proceso de consolidación del desarrollo de la conciencia lingüística.",
        "criterios": {
          "10.1": "Formular conclusiones elementales sobre el funcionamiento de la lengua prestando especial atención a la relación entre el sujeto y el verbo, a partir de la observación.",
          "10.2": "Comparar y manipular palabras, enunciados y textos, en un proceso acompañado de producción o comprensión de textos en contextos",
          "10.3": "Revisar y mejorar los textos propios y ajenos, con una presentación cuidada y aplicando el uso de las normas ortográficas básicas.",
          "10.4": "Subsanar algunos problemas de comprensión lectora, de manera acompañada, fomentando la autonomía, a partir de la reflexión metalingüística e interlingüística y usando la terminología básica adecuada."
        }
      },
      "CE11": {
        "descripcion": "",
        "criterios": {
          "11.1": "Rechazar los usos lingüísticos discriminatorios e identificar los abusos de poder a través de la palabra mediante la reflexión grupal acompañada sobre los aspectos básicos, verbales y no verbales, que rigen la comunicación, teniendo en cuenta una perspectiva de género.",
          "11.2": "Movilizar, con el acompañamiento y planificación necesarios, estrategias básicas para la comunicación asertiva y el consenso, progresando en la gestión dialogada de conflictos."
        }
      }
    },
    "Tercer ciclo": {
      "CE1": {
        "descripcion": "Criterio 1.3 Diferenciar las características lingüísticas fundamentales de su entorno geográfico respecto a otros cercanos, así como algunos rasgos de los dialectos y lengua materna.",
        "criterios": {
          "1.1": "Reconocer las distintas lenguas y variedades dialectales de su localidad.",
          "1.2": "Valorar las distintas lenguas y variedades dialectales de su entorno reconociéndolas como parte de la riqueza cultural de un territorio.",
          "1.4": "Escribir o signar palabras y algunas expresiones de uso cotidiano para interaccionar en el contexto escolar usando los diferentes sistemas lingüísticos y sistemas alternativos de comunicación conocidos."
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Detectar con autonomía creciente y en contextos sencillos, prejuicios y estereotipos lingüísticos frecuentes en su entorno.",
          "2.2": "Rechazar prejuicios y estereotipos lingüísticos y culturales frecuentes en su entorno siendo capaz de usar un lenguaje respetuoso en el aula.",
          "2.3": "Debatir sobre la pluralidad lingüística de su entorno como fuente de riqueza cultural en especial en aquellas zonas de Extremadura donde se habla algún dialecto."
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Interpretar el sentido de textos orales y multimodales sencillos, siendo capaz de captar las ideas principales y los mensajes explícitos y los implícitos.",
          "3.2": "Valorar de manera crítica los contenidos claramente discriminatorios de textos orales y los elementos no verbales más elementales y con ayuda algunos elementos formales más elementales y cercanos a su realidad.",
          "3.3": "Elaborar respuestas adecuadas a diferentes necesidades comunicativas de su entorno escolar, familiar y social."
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Producir textos orales de manera autónoma, coherente y fluida, en contextos formales sencillos y utilizando correctamente recursos verbales y no verbales básicos",
          "4.2": "Participar en interacciones orales espontáneas o regladas, respetando las normas de la cortesía lingüística y desarrollando estrategias sencillas de escucha activa y de cooperación conversacional.",
          "4.3": "Producir textos orales y multimodales coherentes de relativa complejidad, en distintos soportes, seleccionando el modelo discursivo que mejor responda a cada situación comunicativa, movilizando, de manera acompañada, interacciones orales variadas."
        }
      },
      "CE5": {
        "descripcion": "contenido y estructura y evaluando su calidad, fiabilidad e idoneidad en función del propósito de lectura.",
        "criterios": {
          "5.1": "Leer de manera silenciosa y en voz alta, con entonación y ritmo fluidos, textos escritos y multimodales sencillos, identificando el sentido global y la información relevante, realizando inferencias directas de manera acompañada y superando la interpretación literal.",
          "5.2": "Consolidar el progreso de la construcción de la identidad lectora. Criterio 5.3. Analizar, de manera acompañada, el contenido y aspectos formales y no verbales elementales de textos escritos y multimodales, valorando su",
          "5.4": "Establecer estrategias para la identificación e interpretación del sentido global, la información relevante, la integración de la información explícita y la realización de inferencias, de manera acompañada; para la expresión de gustos e intereses y contrastar diferentes tipos de lecturas, siendo una persona más crítica y preparada ante la información que le presenten."
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Producir textos escritos y multimodales de creciente complejidad, en diferentes soportes, seleccionando el modelo discursivo que corresponda a cada situación.",
          "6.2": "Demostrar de manera progresiva el uso adecuado de la gramática y ortografía básica en la escritura espontánea.",
          "6.3": "Utilizar, en ocasiones estrategias sencillas individuales o grupales, de planificación, redacción, revisión y edición."
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Compartir los resultados de un proceso de investigación sencillo, individual o grupal, sobre algún tema de interés personal o ecosocial, realizado de manera acompañada, que implique la localización, selección y contraste de información de distintas fuentes, incluidas las digitales, recreándolas de manera creativa en esquemas propios y citando fuentes.",
          "7.2": "Producir, de manera progresivamente autónoma, investigaciones sencillas individuales o colectivas, reelaborando la búsqueda, en distintos soportes y complementándolos con otros, respetando la propiedad intelectual. Criterio 7.3. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación con la búsqueda y la comunicación de la información."
        }
      },
      "CE8": {
        "descripcion": "",
        "criterios": {
          "8.1": "Leer de manera autónoma, con entonación y ritmo fluidos, de textos de diversos autores y autoras, también extremeños y extremeñas, ajustados a sus gustos e intereses, seleccionados con criterio propio.",
          "8.2": "Consolidar el progreso de la construcción de la identidad lectora. Criterio 8.3. Compartir la experiencia de lectura, en soportes y formatos diversos. participando en comunidades lectoras en el ámbito escolar o social."
        }
      },
      "CE9": {
        "descripcion": "",
        "criterios": {
          "9.1": "Escuchar y leer de manera acompañada textos literarios adecuados a su edad, que recojan diversidad de autoras y autores.",
          "9.2": "Relacionar, interpretar y valorar los textos literarios en función de los temas y de aspectos elementales de cada género literario.",
          "9.3": "Producir, de manera progresivamente autónoma, textos individuales o colectivos con intención literaria, reelaborando con creatividad los modelos dados en distintos soportes, complementándolos con otros lenguajes artísticos.",
          "9.4": "Reconocer los elementos constitutivos de la obra literaria en la construcción progresivamente autónoma del sentido de la obra."
        }
      },
      "CE10": {
        "descripcion": "",
        "criterios": {
          "10.1": "Formular y establecer generalizaciones sobre aspectos básicos del funcionamiento de la lengua de manera acompañada, formulando hipótesis y buscando contraejemplos, a partir de la observación, comparación y manipulación de palabras, enunciados y textos, en un proceso acompañado de producción o comprensión de textos en contextos significativos.",
          "10.2": "Producir estrategias para la construcción guiada de conclusiones propias sobre el sistema lingüístico, observando y transformando los enunciados (sustitución, inserción, supresión, cambio de orden, manipulación) como parte del proceso de consolidación de la conciencia lingüística.",
          "10.3": "Revisar y mejorar los textos propios y ajenos, con una presentación cuidada e incluyendo un progreso en la revisión ortográfica.",
          "10.4": "Subsanar algunos problemas de comprensión lectora, de manera progresivamente autónoma, a partir de la reflexión metalingüística e interlingüística."
        }
      },
      "CE11": {
        "descripcion": "",
        "criterios": {
          "11.1": "Rechazar los usos lingüísticos discriminatorios y los abusos de poder a través de la palabra, identificados mediante la reflexión grupal acompañada sobre distintos aspectos, verbales y no verbales, que rigen la comunicación, teniendo en cuenta una perspectiva de género.",
          "11.2": "Movilizar, con el acompañamiento y planificación necesarios, estrategias básicas para la deliberación argumentada y la gestión dialogada de conflictos, proponiendo soluciones creativas."
        }
      }
    }
  },
  "Matemáticas": {
    "Primer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Comprender las preguntas planteadas a través de diferentes estrategias o herramientas, reconociendo la información contenida en problemas de la vida cotidiana",
          "1.2": "Proporcionar ejemplos de representaciones de situaciones problematizadas sencillas, utilizando recursos manipulativos y gráficos que ayuden en la resolución de un problema de la vida cotidiana"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Emplear algunas estrategias adecuadas en la resolución de problemas",
          "2.2": "Obtener posibles soluciones a problemas, de forma guiada, aplicando estrategias básicas de resolución",
          "2.3": "Describir verbalmente la idoneidad de las soluciones de un problema a partir de las preguntas previamente planteadas"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Realizar conjeturas matemáticas sencillas, investigando patrones, propiedades y relaciones de forma guiada",
          "3.2": "Dar ejemplos de problemas a partir de situaciones cotidianas que se resuelvan matemáticamente"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Describir rutinas y actividades sencillas de la vida cotidiana que se realicen paso a paso, utilizando principios básicos del pensamiento computacional de forma guiada",
          "4.2": "Emplear herramientas tecnológicas adecuadas, de forma guiada, en el proceso de resolución de problemas"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Reconocer conexiones entre los diferentes elementos matemáticos aplicando conocimientos y experiencias propios",
          "5.2": "Reconocer las matemáticas presentes en la vida cotidiana y en otras áreas, estableciendo conexiones sencillas entre ellas"
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Reconocer lenguaje matemático sencillo presente en la vida cotidiana, adquiriendo vocabulario específico básico",
          "6.2": "Explicar ideas y procesos matemáticos sencillos, los pasos seguidos en la resolución de un problema o los resultados matemáticos, de forma verbal o gráfica"
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Reconocer las emociones básicas propias al abordar nuevos retos matemáticos, solicitando ayuda solo cuando sea necesario",
          "7.2": "Expresar actitudes positivas ante retos matemáticos, aceptando el error como una oportunidad de aprendizaje"
        }
      },
      "CE8": {
        "descripcion": "",
        "criterios": {
          "8.1": "Participar respetuosamente en el trabajo en equipo, estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos",
          "8.2": "Aceptar la tarea y rol asignado en el trabajo en equipo, cumpliendo con las responsabilidades individuales y contribuyendo a la consecución de los objetivos del grupo"
        }
      }
    },
    "Segundo ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {}
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Comparar entre diferentes estrategias para resolver un problema de forma pautada",
          "2.2": "Obtener posibles soluciones de un problema siguiendo alguna estrategia conocida",
          "2.3": "Demostrar la corrección matemática de las soluciones de un problema, revisando las operaciones y la idoneidad de los resultados según las preguntas formuladas y su coherencia en el contexto planteado"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Analizar conjeturas matemáticas sencillas investigando patrones, propiedades y relaciones de forma pautada",
          "3.2": "Dar ejemplos de problemas sobre situaciones cotidianas que se resuelven matemáticamente"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Automatizar situaciones sencillas de la vida cotidiana que se realicen paso a paso o sigan una rutina, utilizando de forma pautada principios básicos del pensamiento computacional",
          "4.2": "Emplear herramientas tecnológicas adecuadas en el proceso de resolución de problemas"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Realizar conexiones entre los diferentes elementos matemáticos, aplicando conocimientos y experiencias propios",
          "5.2": "Interpretar situaciones en contextos diversos, reconociendo las conexiones entre las matemáticas y la vida cotidiana"
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Reconocer lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario específico básico y mostrando la comprensión del mensaje",
          "6.2": "Explicar los procesos e ideas matemáticas, los pasos seguidos en la resolución de un problema y los resultados obtenidos, utilizando lenguaje matemático sencillo y diferentes formatos"
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Identificar las emociones propias al abordar retos matemáticos, pidiendo ayuda solo cuando sea necesario y desarrollando la autoconfianza",
          "7.2": "Mostrar actitudes positivas ante retos matemáticos tales como el esfuerzo y la flexibilidad, valorando el error como una oportunidad de aprendizaje"
        }
      },
      "CE8": {
        "descripcion": "",
        "criterios": {
          "8.1": "Trabajar en equipo activa y respetuosamente, comunicándose adecuadamente, respetando la diversidad del grupo y estableciendo relaciones saludables basadas en la igualdad y la resolución pacífica de conflictos",
          "8.2": "Participar en el reparto de tareas asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias sencillas de trabajo en equipo dirigidas a la consecución de objetivos compartidos"
        }
      }
    },
    "Tercer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Comprender problemas de la vida cotidiana a través de la reformulación de la pregunta, de forma verbal y gráfica",
          "1.2": "Elaborar representaciones matemáticas que ayuden en la búsqueda y elección de estrategias y herramientas, incluidas las tecnológicas, para la resolución de una situación problematizada"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Seleccionar entre diferentes estrategias para resolver un problema, justificando la elección",
          "2.2": "Obtener posibles soluciones de un problema, seleccionando entre varias estrategias conocidas de forma autónoma",
          "2.3": "Comprobar la corrección matemática de las soluciones de un problema revisando y modificando las estrategias y el razonamiento seguido, si es preciso, y asegurando su coherencia en el contexto planteado"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.2": "Plantear nuevos problemas sobre situaciones cotidianas que se resuelvan matemáticamente"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Modelizar situaciones de la vida cotidiana utilizando, de forma pautada, principios básicos del pensamiento computacional",
          "4.2": "Emplear herramientas tecnológicas adecuadas en la investigación y resolución de problemas"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Utilizar conexiones entre diferentes elementos matemáticos movilizando conocimientos y experiencias propios",
          "5.2": "Utilizar las conexiones entre las matemáticas, otras áreas y la vida cotidiana para resolver problemas en contextos no matemáticos"
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Interpretar lenguaje matemático sencillo presente en la vida cotidiana en diferentes formatos, adquiriendo vocabulario apropiado y mostrando la comprensión del mensaje",
          "6.2": "Comunicar en diferentes formatos las conjeturas y procesos matemáticos, utilizando lenguaje matemático adecuado"
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Autorregular las emociones propias y reconocer algunas fortalezas y debilidades, desarrollando así la autoconfianza al abordar retos matemáticos",
          "7.2": "Elegir actitudes positivas ante retos matemáticos, tales como la perseverancia y la responsabilidad, valorando el error como una oportunidad de aprendizaje"
        }
      },
      "CE8": {
        "descripcion": "",
        "criterios": {
          "8.1": "Trabajar en equipo activa y respetuosamente, mostrando iniciativa, comunicándose de forma efectiva, valorando la diversidad, mostrando empatía y estableciendo relaciones saludables basadas en el respeto, la igualdad y la resolución pacífica de conflictos",
          "8.2": "Colaborar en el reparto de tareas, asumiendo y respetando las responsabilidades individuales asignadas y empleando estrategias de trabajo en equipo sencillas dirigidas a la consecución de objetivos compartidos"
        }
      }
    }
  },
  "Conocimiento del medio": {
    "Primer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Utilizar dispositivos y recursos digitales de acuerdo con las necesidades del contexto educativo de forma segura",
          "1.2": "Adquirir un manejo básico de los dispositivos de trabajo digital más usuales (encender y apagar equipos, conectar periféricos, conectarlos a la red eléctrica, etc.) permitiéndoles su uso de forma autónoma",
          "1.3": "Iniciarse en los aspectos fundamentales del uso de aplicaciones de trabajo digital más usuales (abrir carpetas, acceder al navegador o a las aplicaciones e introducir usuarios y contraseñas en las mismas) permitiéndoles su uso en un contexto educativo",
          "1.4": "Valorar el cuidado de los dispositivos utilizados, contribuyendo a su mantenimiento y buen funcionamiento, así como teniendo en consideración al resto de usuarios de los mismos. END"
        }
      },
      "CE2": {
        "descripcion": "encuestas, tests...).",
        "criterios": {
          "2.1": "Mostrar curiosidad por objetos, hechos y fenómenos cercanos, formulando preguntas y realizando predicciones",
          "2.2": "Buscar información sencilla de diferentes fuentes seguras y fiables de forma guiada, que luego se utilice en investigaciones relacionadas con el medio natural, social y cultural",
          "2.3": "Conocer y aplicar técnicas sencillas de indagación (observación,",
          "2.4": "Conocer y utilizar de forma segura instrumentos y herramientas sencillos para el registro de observaciones",
          "2.5": "Participar de forma activa en experimentos e investigaciones sencillas de manera guiada",
          "2.6": "Proponer respuestas a las preguntas planteadas sobre hechos y fenómenos que ocurren en el medio, natural social y cultural, comparando la información y los resultados obtenidos con las predicciones realizadas",
          "2.7": "Comunicar de forma oral o gráfica, con herramientas sencillas y adecuadas, el resultado de las investigaciones explicando los pasos seguidos con ayuda de un guion. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Probar distintos diseños de prototipos trabajando en equipo",
          "3.2": "Utilizar de forma segura materiales y herramientas adecuadas para la elaboración del producto final",
          "3.3": "Construir de forma guiada un producto final sencillo que solucione un problema de diseño",
          "3.4": "Elaborar un guion para exponer de manera adecuada los pasos seguidos para elaborar el producto final",
          "3.5": "Presentar de forma oral o gráfica el producto final de los proyectos de diseño, explicando los pasos seguidos con ayuda de un guion",
          "3.6": "Mostrar interés por el pensamiento computacional, participando en la resolución guiada de problemas sencillos de programación",
          "3.7": "Mostrar interés por el pensamiento de diseño, participando en la elaboración colaborativa de proyectos sencillos. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Reconocer e identificar la imagen y el esquema corporal",
          "4.2": "Distinguir acciones que favorezcan el bienestar emocional y social",
          "4.3": "Identificar las emociones propias y las de los demás desarrollando la autoestima",
          "4.4": "Entender las relaciones familiares y escolares a las que pertenece",
          "4.5": "Entender, aceptar y controlar las propias emociones usando estrategias sencillas",
          "4.6": "Ser consciente de la diversidad presente en el aula y en el entorno social cercano",
          "4.7": "Reconocer estilos de vida saludables valorando la importancia de la higiene, una alimentación variada, equilibrada y sostenible, el ejercicio físico, el contacto con la naturaleza, el descanso y el uso adecuado de las tecnologías",
          "4.8": "Valorar el cuidado del cuerpo como medio para prevenir posibles enfermedades. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Reconocer las características, organización y propiedades de los elementos del medio natural, social y cultural a través de metodologías de indagación y utilizando las herramientas y procesos adecuados de forma pautada",
          "5.2": "Establecer conexiones sencillas y directas entre diferentes elementos del medio natural, social y cultural por medio de la observación, la manipulación y la experimentación",
          "5.3": "Mostrar actitudes de respeto hacia el patrimonio natural y cultural, reconociéndolo como un bien común",
          "5.4": "Reconocer el valor del patrimonio natural y cultural de Extremadura",
          "5.5": "Emprender acciones para un uso responsable en el disfrute del patrimonio cultural y natural, contribuyendo a su conservación y mejora. END"
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Mostrar estilos de vida sostenible y valorar la importancia del respeto, los cuidados, la corresponsabilidad y la protección de los elementos y seres del planeta, identificando la relación de la vida de las personas con sus acciones sobre los elementos y recursos del medio como el suelo y el agua",
          "6.2": "Adoptar hábitos diarios en relación al uso racional del agua (ducha, lavado de dientes, ahorro de agua...), la movilidad (transporte público, uso de la bicicleta…) y la gestión de recursos (reciclaje de basura)",
          "6.3": "Adoptar un consumo responsable de los materiales que utilizamos diariamente (material escolar, luz, ropa...)",
          "6.4": "Identificar las consecuencias de la intervención humana en el medio natural",
          "6.5": "Mostrar actitudes de cooperación y respeto hacia las personas y el planeta",
          "6.6": "Reconocer y diferenciar las energías renovables de las energías fósiles, así como sus beneficios e inconvenientes. END"
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Reconocer los principales acontecimientos históricos personales, familiares y del entorno cercano, situándolos en el tiempo mediante el uso de líneas temporales",
          "7.2": "Emplear nociones de medida y sucesión básicas para ordenar temporalmente acontecimientos personales con el fin de comprender mejor su historia individual y familiar",
          "7.3": "Realizar investigaciones guiadas sencillas sobre acontecimientos personales o familiares recopilando información relevante y comunicando los resultados utilizando distintos medios",
          "7.4": "Conocer personas y grupos sociales relevantes de la historia y formas de vida del pasado, incorporando la perspectiva de género",
          "7.5": "Valorar las personas más relevantes de su historia personal incorporando la perspectiva de género. END"
        }
      },
      "CE8": {
        "descripcion": "",
        "criterios": {
          "8.1": "Observar y recoger información acerca de las manifestaciones culturales del propio entorno, mostrando respeto hacia sí mismo y hacia otras personas",
          "8.2": "Valorar la diversidad y riqueza existente en nuestro entorno apreciándola como fuente de aprendizaje",
          "8.3": "Mostrar actitudes que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos en el entorno cercano",
          "8.4": "Mostrar actitudes de respeto hacia los diversos modelos de familia. END"
        }
      },
      "CE9": {
        "descripcion": "",
        "criterios": {
          "9.1": "Identificar y asumir responsabilidades individuales en el entorno familiar y educativo",
          "9.2": "Llegar a acuerdos y resolver conflictos de forma dialógica y democrática",
          "9.3": "Emplear un lenguaje inclusivo, no violento y respetuoso con las normas gramaticales en toda relación social en el entorno próximo",
          "9.4": "Identificar instituciones cercanas, señalando y valorando las funciones que promueven una buena convivencia",
          "9.5": "Conocer, interiorizar y cumplir normas básicas para la convivencia en el uso de los espacios públicos, especialmente como peatones y usuarios de los medios de locomoción, tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta. END"
        }
      }
    },
    "Segundo ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {}
      },
      "CE2": {
        "descripcion": "científico básico.",
        "criterios": {
          "2.1": "Formular preguntas y realizar predicciones razonadas, demostrando curiosidad por el medio natural, social y cultural cercano",
          "2.2": "Buscar y seleccionar información, de diferentes fuentes seguras y fiables, adquiriendo léxico científico básico, que se utilizará en investigaciones relacionadas con el medio natural, social y cultural y adquiriendo léxico",
          "2.3": "Conocer y aplicar diferentes técnicas de indagación y modelos, además de los ya conocidos (entrevistas, estudio de casos, observación de campo...), para realizar experimentos guiados",
          "2.4": "Conocer y emplear de forma segura instrumentos y dispositivos para realizar mediciones precisas y registrarlas correctamente",
          "2.5": "Realizar experimentos guiados y no guiados",
          "2.6": "Proponer posibles respuestas a las preguntas planteadas sobre hechos y fenómenos que ocurren en el medio, natural social y cultural, a través de la interpretación de la información y los resultados obtenidos y comparándolos con las predicciones realizadas",
          "2.7": "Presentar los resultados de las investigaciones en diferentes formatos, utilizando herramientas adecuadas y un lenguaje científico básico y explicando los pasos seguidos. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Probar prototipos diferentes y seleccionar el más adecuado para la solución del problema",
          "3.2": "Usar de forma segura herramientas, técnicas y materiales adecuados para la elaboración del producto final",
          "3.3": "Construir, trabajando de manera cooperativa, un producto final sencillo que solucione un problema de diseño",
          "3.4": "Explicar, siguiendo un guion, los pasos seguidos para elaborar el proyecto de diseño y el producto final",
          "3.5": "Utilizar herramientas o aplicaciones digitales para presentar de forma oral y gráfica el producto final",
          "3.6": "Resolver, de forma guiada, problemas sencillos de programación, modificando algoritmos de acuerdo a principios básicos del pensamiento computacional",
          "3.7": "Aplicar el pensamiento de diseño participando en la elaboración colaborativa de proyectos. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Valorar y respetar su propio cuerpo y el de los demás",
          "4.2": "Mostrar actitudes que fomenten el bienestar emocional y social",
          "4.3": "Identificar las emociones propias y las de los demás mostrando empatía",
          "4.4": "Establecer relaciones afectivas saludables",
          "4.5": "Adoptar estrategias de control de las propias emociones: escucha activa, aceptación de la opinión de los demás, autoconocimiento",
          "4.6": "Ser consciente de la diversidad presente en el aula y en su entorno social cercano",
          "4.7": "Reconocer hábitos de vida saludables valorando la importancia de la higiene, una alimentación variada y equilibrada, el ejercicio físico y el descanso",
          "4.8": "Asumir la importancia del cuidado del propio cuerpo para prevenir posibles enfermedades. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Identificar las características, la organización y las propiedades de los elementos del medio natural, social y cultural a través de la indagación y utilizando las herramientas y procesos adecuados",
          "5.2": "Identificar las características de los diferentes elementos del medio natural, social y cultural",
          "5.3": "Identificar conexiones sencillas entre diferentes elementos del medio natural social y cultural mostrando comprensión de las relaciones que se establecen",
          "5.4": "Valorar y proteger el patrimonio natural y cultural, valorándolo como un bien común",
          "5.5": "Adoptar conductas respetuosas para el disfrute del patrimonio natural y cultural, proponiendo acciones para su conservación y mejora. END"
        }
      },
      "CE6": {
        "descripcion": "para afrontar problemas ecosociales, buscar soluciones de manera cooperativa y actuar para su resolución, a partir del análisis crítico de las causas y consecuencias de la intervención humana en el entorno.",
        "criterios": {
          "6.1": "Identificar problemas ecosociales y proponer posibles soluciones a los mismos",
          "6.2": "Adoptar estilos de vida sostenibles y respetuosos en relación a la conservación y protección de la naturaleza",
          "6.3": "Adoptar un consumo responsable en la vida diaria",
          "6.4": "Reconocer comportamientos respetuosos de cuidado, corresponsabilidad y protección del entorno y el uso sostenible de los recursos naturales",
          "6.5": "Identificar y expresar los cambios positivos y negativos causados en el medio por la acción humana",
          "6.6": "Mostrar actitudes críticas con el sistema de producción y consumo, de energía y ciclos materiales del planeta",
          "6.7": "Promover una actitud emprendedora en la búsqueda de propuestas",
          "6.8": "Mostrar actitudes de cooperación y respeto hacia las personas y el planeta",
          "6.9": "Reconocer la importancia de la utilización de energías renovables frente a energías fósiles para el cuidado del planeta. END"
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Conocer los principales vestigios históricos desde la Prehistoria hasta la Edad Antigua, en España y Extremadura, reconociendo y valorando su importancia histórica, cultural y patrimonial",
          "7.2": "Conocer y valorar algunas de las expresiones artísticas y culturales desde la Prehistoria hasta la Edad Antigua, reconociendo qué aspectos sociales y culturales se reflejan en ellas",
          "7.3": "Manifestar actitudes de curiosidad ante los acontecimientos históricos, los aspectos culturales y sociales, explicando y valorando su importancia como reflejo de esas sociedades",
          "7.4": "Realizar investigaciones guiadas, tanto individuales como en grupo, sobre acontecimientos o elementos del patrimonio histórico desde la Prehistoria hasta la Edad Antigua, empleando las nociones de causalidad, simultaneidad y sucesión",
          "7.5": "Recopilar y procesar la información encontrada en una o varias fuentes y comunicar los resultados usando distintos medios",
          "7.6": "Incorporar la perspectiva de género en el análisis de personas, grupos sociales relevantes y formas de vida de las sociedades desde la Prehistoria hasta la Edad Antigua. END"
        }
      },
      "CE8": {
        "descripcion": "",
        "criterios": {
          "8.1": "Reflexionar sobre cuestiones éticas contribuyendo al bienestar individual y colectivo",
          "8.2": "Analizar la importancia demográfica y económica de las migraciones en la actualidad, valorando con respeto y empatía el aporte por la diversidad cultural al bienestar individual y colectivo",
          "8.3": "Valorar positivamente las acciones que fomentan la igualdad de género y las conductas no sexistas reconociendo modelos positivos a lo largo de la historia",
          "8.4": "Mostrar actitudes de tolerancia y respeto hacia los diversos modelos de familia. END"
        }
      },
      "CE9": {
        "descripcion": "",
        "criterios": {
          "9.1": "Realizar actividades en el contexto de la comunidad escolar, asumiendo responsabilidades y estableciendo acuerdos de forma dialogada y democrática y empleando un lenguaje inclusivo, no violento y respetuoso con las normas gramaticales",
          "9.2": "Conocer los principales órganos de gobierno y funciones de diversas administraciones y servicios públicos, valorando la importancia de su gestión para la seguridad integral ciudadana, el funcionamiento social y la participación democrática",
          "9.3": "Interiorizar normas básicas para la convivencia en el uso de espacios públicos como peatones o como usuarios de los medios de locomoción, identificando las señales de tráfico y tomando conciencia de la importancia de la movilidad segura, saludable y sostenible tanto para las personas como para el planeta. END"
        }
      }
    },
    "Tercer ciclo": {
      "CE1": {
        "descripcion": "verificando dicha información, que permita resolver problemas, desarrollar nuevas ideas o adquirir conocimientos para llevar a cabo proyectos escolares o personales. con los demás (saludos y despedidas, normas básicas de respeto, empatía con los demás, uso de mayúsculas para elevar la voz, autocontrol emocional ante una descortesía, paciencia con los usuarios y dispositivos, etc.) evitando la generación de conflictos y frustraciones innecesarias.",
        "criterios": {
          "1.1": "Utilizar recursos digitales de acuerdo con las necesidades del contexto educativo de forma segura y eficiente, buscando información, comunicándose y trabajando de forma individual, en equipo y en red para crear contenidos digitales más elaborados",
          "1.2": "Valorar el cuidado de los dispositivos utilizados, contribuyendo a su mantenimiento y buen funcionamiento, teniendo en consideración al resto de usuarios de los mismos",
          "1.3": "Dominar alguna de las plataformas y aplicaciones educativas de uso más común en los centros de Extremadura (eScholarium, Google Classroom, MoodleEvex, etc.), utilizándolas de forma habitual en situaciones de aprendizaje",
          "1.4": "Integrar el uso de normas de seguridad elementales y conocer los riesgos del uso de herramientas digitales (navegar por Internet, herramientas de comunicación, correo electrónico, chats, redes sociales, etc.) actuando de forma responsable y segura",
          "1.5": "Respetar la privacidad propia y del resto de usuarios, evitando compartir información o documentos sin el consentimiento de los demás",
          "1.6": "Ser capaz de buscar información, tanto en formato audiovisual como de otra índole (tutoriales en vídeo o en texto, guías, hilos en foros, etc.)",
          "1.7": "Manejar diferentes herramientas digitales para crear cualquier tipo de contenido propio (audiovisual, artístico, en formato texto, etc.), tanto de forma individual como en grupo",
          "1.8": "Dominar herramientas de comunicación (redes sociales, correo electrónico, aplicaciones para videollamadas, chats, etc.) que permitan comunicarse con los demás para resolver situaciones de aprendizaje o para un uso personal habitual",
          "1.9": "Utilizar normas de cortesía elementales en la comunicación online END"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Formular preguntas y realizar predicciones razonadas sobre el medio natural, social o cultural mostrando y manteniendo la curiosidad",
          "2.2": "Buscar, seleccionar y contrastar información de diferentes fuentes seguras y fiables, usando los criterios de fiabilidad de fuentes, adquiriendo léxico científico básico y utilizándola en investigaciones relacionadas con el medio natural, social y cultural",
          "2.3": "Conocer y aplicar diferentes técnicas de indagación y modelos, además de los ya conocidos (investigación bibliográfica, estudios causales...)",
          "2.4": "Conocer y emplear de forma segura instrumentos y dispositivos apropiados para realizar mediciones precisas y registrarlas correctamente",
          "2.5": "Diseñar y realizar experimentos guiados y no guiados adquiriendo de manera progresiva mayor autonomía de trabajo",
          "2.6": "Proponer posibles respuestas a las preguntas planteadas sobre hechos y fenómenos que ocurren en el medio, natural social y cultural, a través del análisis e interpretación de la información y los resultados obtenidos, valorando la coherencia de las posibles soluciones y comparándolas con las predicciones realizadas",
          "2.7": "Comunicar los resultados de las investigaciones adaptando el mensaje y el formato a la audiencia que va dirigido, utilizando herramientas y técnicas digitales o analógicas adecuadas y lenguaje científico, y explicando los pasos seguidos. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Evaluar las necesidades del entorno como base para el planteamiento de problemas de diseño",
          "3.2": "Establecer objetivos concretos y viables que lleven a la solución (analógica o digital) del problema de diseño planteado",
          "3.3": "Plantear un problema de diseño que se resuelva creando un prototipo o dando una solución innovadora y creativa con el uso de herramientas y materiales digitales o analógicos",
          "3.4": "Conocer y aplicar técnicas sencillas de pensamiento de diseño y pensamiento computacional",
          "3.5": "Desarrollar estrategias básicas de gestión de proyectos cooperativos",
          "3.6": "Recopilar y utilizar recursos básicos necesarios para solucionar los problemas planteados",
          "3.7": "Proponer soluciones innovadoras y creativas a los problemas planteados",
          "3.8": "Establecer criterios sencillos y concretos para evaluar los proyectos",
          "3.9": "Recopilar y utilizar de forma segura herramientas (digitales o analógicas), dispositivos, técnicas y materiales adecuados para elaborar un producto final que dé solución a un problema de diseño",
          "3.10": "Probar en equipo distintos prototipos y soluciones digitales para valorar su idoneidad y viabilidad en el desarrollo del producto final",
          "3.11": "Desarrollar un producto final que dé soluciones a un problema de diseño",
          "3.12": "Comunicar el resultado de los proyectos de diseño, adaptando el mensaje y el formato a la audiencia, explicando los pasos seguidos, justificando por qué ese prototipo o solución digital cumple con los requisitos del proyecto y proponiendo posibles retos para futuros proyectos. END"
        }
      },
      "CE4": {
        "descripcion": "emocional y social.",
        "criterios": {
          "4.1": "Asumir y aceptar los cambios físicos que conlleva la pubertad y la adolescencia de manera positiva, tanto en uno mismo como en los demás",
          "4.2": "Promover actitudes que fomenten el bienestar emocional y social",
          "4.3": "Identificar, gestionar y validar las emociones propias y las de los demás",
          "4.4": "Fomentar relaciones sociales y afectivas saludables",
          "4.5": "Reflexionar sobre los usos de la tecnología y los dispositivos digitales y sobre la gestión del ocio y el tiempo libre en relación al bienestar",
          "4.6": "Aplicar estrategias de control de las propias emociones: autoconocimiento, autocontrol, autoaceptación, actitudes positivas y optimistas",
          "4.7": "Respetar y valorar la diversidad presente en el aula y en la sociedad",
          "4.8": "Adoptar hábitos de vida saludables valorando la importancia de la higiene, ejercicio físico y una alimentación variada, equilibrada y sostenible",
          "4.9": "Integrar estilos de vida saludables asumiendo los beneficios del uso adecuado de las nuevas tecnologías, la necesidad del descanso (higiene del sueño) y la importancia del contacto con la naturaleza",
          "4.10": "Prevenir posibles situaciones de riesgo de accidentes y conocer las actuaciones básicas de primeros auxilios. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Identificar y analizar las características, organización y propiedades de los elementos del medio natural, social y cultural a través de metodologías de indagación utilizando las herramientas y procesos adecuados",
          "5.2": "Analizar la organización, las propiedades y las relaciones que se establecen entre los diferentes elementos del medio natural social y cultural",
          "5.3": "Valorar, proteger y mostrar actitudes de conservación y mejora del patrimonio natural y cultural",
          "5.4": "Realizar propuestas y acciones que reflejen compromisos y conductas en favor de la sostenibilidad. END"
        }
      },
      "CE6": {
        "descripcion": "de cooperación y de respeto hacia las personas y el planeta.",
        "criterios": {
          "6.1": "Adoptar y promover estilos de vida sostenibles y consecuentes con el respeto, los cuidados, la corresponsabilidad y la protección de las personas y del planeta",
          "6.2": "Practicar un consumo responsable en la vida diaria y fomentarlo entre las personas de su entorno familiar y social",
          "6.3": "Mostrar actitudes críticas con el sistema de producción y consumo, de energía y ciclos materiales del planeta buscando soluciones más beneficiosas para el medio ambiente",
          "6.4": "Participar con una actitud emprendedora en la búsqueda, contraste y evaluación de propuestas para afrontar problemas ecosociales, buscar soluciones y actuar para su resolución a partir del análisis crítico de las causas y consecuencias de la intervención humana en el entorno",
          "6.5": "Ejercer y fomentar en su entorno social cercano actitudes críticas,",
          "6.6": "Reconocer y promover la utilización de energías renovables para impulsar el equilibrio del planeta. END"
        }
      },
      "CE7": {
        "descripcion": "",
        "criterios": {
          "7.1": "Conocer los acontecimientos históricos más relevantes ocurridos en España y Extremadura desde la Edad Media, analizando relaciones de causalidad, simultaneidad y sucesión, para comprender las circunstancias sociales y culturales de la actualidad",
          "7.2": "Conocer los principales vestigios históricos desde la Edad Media hasta nuestros días, en España y Extremadura, reconociendo y valorando su importancia histórica, cultural y patrimonial, situando cronológicamente los hechos",
          "7.3": "Conocer y valorar algunas de las expresiones artísticas y culturales desde la Edad Media, comprendiendo su función en la cultura y reconociendo qué aspectos sociales y culturales se reflejan en ellas",
          "7.4": "Manifestar actitudes de curiosidad ante los acontecimientos históricos, los aspectos culturales y sociales, explicando y valorando su importancia en la sociedad actual y estableciendo similitudes entre los acontecimientos pasados y presentes",
          "7.5": "Realizar investigaciones, tanto individuales como en grupo, sobre acontecimientos o elementos del patrimonio histórico desde la Edad Media hasta la actualidad, recopilando y procesando la información encontrada en distintas fuentes y comunicando los resultados usando distintos medios",
          "7.6": "Conocer personas, grupos sociales relevantes y formas de vida de las sociedades desde la Edad Media hasta la actualidad, incorporando la perspectiva de género, situándolas en ejes cronológicos e identificando rasgos significativos sociales en distintas épocas de la historia. END"
        }
      },
      "CE8": {
        "descripcion": "por las distintas identidades y expresiones de género.",
        "criterios": {
          "8.1": "Contribuir, a través del respeto de la diversidad, al logro de los valores de la integración europea",
          "8.2": "Investigar sobre los procesos geográficos, históricos y culturales que han conformado la sociedad actual",
          "8.3": "Valorar la diversidad etnocultural y la cohesión social mostrando empatía y respeto por las minorías",
          "8.4": "Valorar la diversidad afectivo-sexual mostrando empatía y respeto",
          "8.5": "Promover actitudes de igualdad de género y conductas no sexistas, analizando y contrastando diferentes modelos en nuestra sociedad",
          "8.6": "Mostrar actitudes de tolerancia y respeto hacia los diversos modelos de familia, valorando la diversidad como una realidad social. END"
        }
      },
      "CE9": {
        "descripcion": "",
        "criterios": {
          "9.1": "Promover interacciones sociales respetuosas y equitativas en el entorno escolar, familiar y social",
          "9.2": "Resolver conflictos de forma pacífica y dialogada, usando un lenguaje inclusivo, no violento, equitativo y respetuoso con las normas gramaticales",
          "9.3": "Conocer y ejercitar los principales derechos, normas, deberes y libertades emanados de la Constitución española y la Unión Europea",
          "9.4": "Conocer las funciones que realiza el Estado y sus instituciones para mantener la paz, la seguridad integral ciudadana y el reconocimiento de las víctimas de violencia",
          "9.5": "Explicar el funcionamiento general de los órganos de gobierno del municipio, de las Comunidades Autónomas, del Estado español y de la Unión Europea, valorando sus funciones y la gestión de los servicios públicos para la ciudadanía",
          "9.6": "Conocer, interiorizar y cumplir normas como peatones y usuarios de los medios de locomoción, conociendo las señales de tráfico, promoviendo acciones para la mejora de la convivencia y la prevención de los accidentes de tráfico; favoreciendo actitudes de tolerancia y prudencia, y tomando conciencia de la importancia de la movilidad sostenible de las personas. END"
        }
      }
    }
  },
  "Lengua extranjera": {
    "Primer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Reconocer palabras y expresiones habituales en textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, expresados de forma comprensible, clara, sencilla y directa, y en lengua estándar",
          "1.2": "Interpretar palabras y expresiones habituales en textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y próximos a su experiencia, expresados de forma comprensible, clara, sencilla y directa, y en lengua estándar",
          "1.3": "Seleccionar y aplicar de forma guiada estrategias elementales en situaciones comunicativas cotidianas y de relevancia para el alumnado",
          "1.4": "Identificar la idea global y los elementos específicos en textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos, con ayuda de elementos lingüísticos y no lingüísticos del contexto y el contexto. END"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Expresar oralmente frases cortas, siguiendo un modelo, con información básica sobre asuntos cotidianos y de relevancia para el alumnado",
          "2.2": "Utilizar de forma guiada recursos verbales y no verbales, recurriendo a modelos y estructuras previamente presentados y prestando atención al ritmo, la acentuación y la entonación",
          "2.3": "Escribir palabras, expresiones conocidas y frases a partir de modelos y con una finalidad específica, a través de herramientas analógicas y digitales",
          "2.4": "Utilizar estructuras y léxico básico elemental sobre asuntos cotidianos y de relevancia personal para el alumnado",
          "2.5": "Seleccionar y aplicar de forma guiada estrategias básicas para producir mensajes breves y sencillos adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Participar, de forma guiada, en situaciones interactivas elementales de intercambio de información sobre temas cotidianos, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía",
          "3.2": "Seleccionar y utilizar, de forma guiada y en entornos próximos, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes sencillos y breves, y formular y contestar preguntas básicas para la comunicación",
          "3.3": "Crear mensajes orales y escritos de mínima dificultad del entorno próximo al alumno, siguiendo un modelo",
          "3.4": "Realizar intervenciones breves y sencillas, en situaciones de clase muy concretas. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Interpretar y explicar información básica de conceptos, comunicaciones y textos breves y sencillos, de forma guiada, en situaciones en las que atender a la diversidad, mostrando empatía e interés por los interlocutores o interlocutoras y por los problemas de entendimiento en su entorno inmediato, apoyándose en diversos recursos y soportes. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Distinguir y comparar similitudes y diferencias evidentes entre distintas lenguas reflexionando, de forma guiada, sobre aspectos elementales de su funcionamiento",
          "5.2": "Identificar y aplicar, de forma guiada, conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes multimedia y de las tecnologías de la comunicación",
          "5.3": "Identificar y valorar, de manera guiada, los progresos y dificultades elementales en el aprendizaje de la lengua extranjera. END"
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Mostrar interés por la comunicación intercultural, identificando, de forma guiada, las discriminaciones, los prejuicios y los estereotipos más comunes en situaciones cotidianas y habituales",
          "6.2": "Reconocer y apreciar la diversidad lingüística y cultural relacionada con la lengua extranjera, mostrando interés por conocer sus elementos culturales y lingüísticos elementales",
          "6.3": "Mostrar actitudes de respeto hacia lo diferente",
          "6.4": "Identificar costumbres y aspectos conocidos del país donde se habla la lengua extranjera. END"
        }
      }
    },
    "Segundo ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {}
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Expresar oralmente frases cortas con información básica sobre asuntos cotidianos y de relevancia para el alumnado",
          "2.2": "Utilizar de forma guiada recursos verbales y no verbales, prestando atención al ritmo, la acentuación y la entonación",
          "2.3": "Redactar textos muy breves y sencillos, con adecuación a la situación comunicativa propuesta, a partir de modelos y a través de herramientas analógicas y digitales",
          "2.4": "Utilizar estructuras y léxico elemental sobre asuntos cotidianos y de relevancia personal para el alumnado",
          "2.5": "Seleccionar y aplicar de forma guiada estrategias para producir mensajes breves y sencillos adecuados a las intenciones comunicativas usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Participar en situaciones interactivas breves y sencillas de intercambio de información sobre temas cotidianos, de relevancia personal y próximos a su experiencia, preparadas previamente, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital",
          "3.2": "Seleccionar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; expresar mensajes breves, y formular y contestar preguntas sencillas",
          "3.3": "Producir mensajes orales y escritos de mayor dificultad y de forma más autónoma sobre el entorno próximo al alumno",
          "3.4": "Realizar intervenciones breves y sencillas, corrigiendo o reformulando lo que se quiere decir en situaciones cotidianas y cercanas. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Interpretar y explicar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que se atienda a la diversidad, mostrando empatía e interés por los interlocutores y las interlocutoras y por los problemas de entendimiento en su entorno más próximo, apoyándose en diversos recursos y soportes",
          "4.2": "Seleccionar y aplicar, de forma guiada, estrategias elementales que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando, de forma guiada, sobre aspectos básicos de su funcionamiento",
          "5.2": "Utilizar y diferenciar, de forma guiada, los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes multimedia y de las tecnologías de la comunicación",
          "5.3": "Identificar, registrar y aplicar, de manera guiada, los progresos y dificultades elementales de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y participando en actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL). END"
        }
      },
      "CE6": {
        "descripcion": "culturales y lingüísticos elementales y habituales que fomenten la convivencia pacífica y el respeto por los demás.",
        "criterios": {
          "6.1": "Actuar con respeto en situaciones interculturales, identificando y comparando semejanzas y diferencias elementales entre lenguas y culturas, y mostrando rechazo frente a discriminaciones, prejuicios y estereotipos de cualquier tipo en contextos comunicativos cotidianos y habituales",
          "6.2": "Reconocer y apreciar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos",
          "6.3": "Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar los aspectos más relevantes de la diversidad lingüística, cultural y artística",
          "6.4": "Participar de forma activa en situaciones comunicativas sencillas",
          "6.5": "Identificar costumbres y tradiciones básicas significativas de los países donde se habla la lengua extranjera. END"
        }
      }
    },
    "Tercer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Reconocer el sentido global, así como palabras y frases específicas de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia, así como de textos literarios adecuados al nivel de desarrollo del alumnado",
          "1.2": "Interpretar y analizar el sentido global de palabras y frases específicas de textos orales, escritos y multimodales breves y sencillos sobre temas frecuentes y cotidianos de relevancia personal y ámbitos próximos a su experiencia, así como de textos literarios adecuados al nivel de desarrollo del alumnado",
          "1.3": "Seleccionar, organizar y aplicar de forma guiada estrategias y conocimientos adecuados en situaciones comunicativas cotidianas y de relevancia para el alumnado",
          "1.4": "Identificar el sentido global y procesar informaciones explícitas en textos diversos. END"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Expresar oralmente textos breves y sencillos, previamente preparados, sobre asuntos cotidianos y de relevancia para el alumnado",
          "2.2": "Utilizar de forma guiada recursos verbales y no verbales, usando formas y estructuras básicas, de uso frecuente en la lengua extranjera",
          "2.3": "Organizar y redactar textos breves y sencillos, previamente preparados, con adecuación a la situación comunicativa propuesta, a través de herramientas analógicas y digitales",
          "2.4": "Utilizar estructuras y léxico básico de uso común sobre asuntos cotidianos y frecuentes, de relevancia personal para el alumnado y próximos a su experiencia",
          "2.5": "Seleccionar y aplicar de forma guiada conocimientos y estrategias para preparar y producir textos adecuados a las intenciones comunicativas, las características contextuales y la tipología textual, usando, con ayuda, recursos físicos o digitales en función de la tarea y las necesidades de cada momento. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Planificar y participar con autonomía en situaciones interactivas breves y sencillas de intercambio de información sobre temas cotidianos, de relevancia personal y próximos a su experiencia, a través de diversos soportes, apoyándose en recursos tales como la repetición, el ritmo pausado o el lenguaje no verbal, y mostrando empatía y respeto por la cortesía lingüística y la etiqueta digital, así como por las diferentes necesidades, ideas y motivaciones de interlocutores o interlocutoras o interlocutoras",
          "3.2": "Seleccionar, organizar y utilizar, de forma guiada y en situaciones cotidianas, estrategias elementales para saludar, despedirse y presentarse; formular y contestar preguntas sencillas; expresar mensajes, e iniciar y terminar la comunicación",
          "3.3": "Crear mensajes orales y escritos de mayor dificultad sobre un tema dado, utilizando conectores",
          "3.4": "Realizar intervenciones breves y sencillas, corrigiendo o reformulando lo que se quiere decir en situaciones cotidianas y cercanas o sobre un tema. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Explicar y argumentar textos, conceptos y comunicaciones breves y sencillas, de forma guiada, en situaciones en las que atender a la diversidad, mostrando respeto y empatía por los interlocutores y las interlocutoras así como por las lenguas empleadas, e interés por participar en la solución de problemas de intercomprensión y de entendimiento en su entorno próximo, apoyándose en diversos recursos y soportes",
          "4.2": "Seleccionar y aplicar, de forma guiada, estrategias básicas que ayuden a crear puentes y faciliten la comprensión y producción de información y la comunicación, adecuadas a las intenciones comunicativas, usando, con ayuda, recursos y apoyos físicos o digitales en función de las necesidades de cada momento. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Comparar y contrastar las similitudes y diferencias entre distintas lenguas reflexionando de manera progresivamente autónoma sobre aspectos básicos de su funcionamiento",
          "5.2": "Utilizar y diferenciar de forma progresivamente autónoma los conocimientos y estrategias de mejora de su capacidad de comunicar y de aprender la lengua extranjera, con apoyo de otros participantes y de soportes analógicos y digitales",
          "5.3": "Identificar, registrar y utilizar, de manera guiada, los progresos y dificultades de aprendizaje de la lengua extranjera, reconociendo los aspectos que ayudan a mejorar y realizando actividades de autoevaluación y coevaluación, como las propuestas en el Portfolio Europeo de las Lenguas (PEL) o en un diario de aprendizaje. END"
        }
      },
      "CE6": {
        "descripcion": "",
        "criterios": {
          "6.1": "Actuar con aprecio y respeto en situaciones interculturales, construyendo vínculos entre las diferentes lenguas y culturas, y mostrando rechazo ante cualquier tipo de discriminación, prejuicio y estereotipo en contextos comunicativos cotidianos y habituales",
          "6.2": "Aceptar y respetar la diversidad lingüística, cultural y artística propia de países donde se habla la lengua extranjera como fuente de enriquecimiento personal, mostrando interés por comprender elementos culturales y lingüísticos básicos que fomenten la sostenibilidad y la democracia",
          "6.3": "Seleccionar y aplicar, de forma guiada, estrategias básicas para entender y apreciar la diversidad lingüística, cultural y artística",
          "6.4": "Participar de forma activa en intercambios y situaciones comunicativas en lengua extranjera. END"
        }
      }
    }
  },
  "Educación artística": {
    "Primer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Reconocer, con ayuda de sus iguales o adultos diferentes corrientes, origen, estilos y géneros más característicos básicos de las manifestaciones culturales y artísticas, especialmente las de nuestra región, evidenciando interés y respeto hacia las mismas a través de la recepción activa y la escucha atenta e incorporando la perspectiva de género",
          "1.2": "Describir manifestaciones culturales y artísticas cercanas seleccionadas explorando sus características con apertura e interés. END"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Seleccionar estrategias elementales para la búsqueda guiada de información sobre manifestaciones culturales y artísticas, a través de canales y medios de acceso sencillo, de forma colaborativa",
          "2.2": "Identificar el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, compartiendo sensaciones y encontrando diferencias y similitudes entre ellas con respeto e interés",
          "2.3": "Investigar manifestaciones artísticas de diferentes autores y autoras locales de Extremadura desarrollando la identidad cultural. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Explorar de manera sencilla las posibilidades expresivas y comunicativas del sonido, la imagen y el cuerpo y las distintas herramientas, instrumentos y medios de expresión artística, enriqueciendo la propia identidad",
          "3.2": "Producir y compartir de manera guiada propuestas artísticas muy elementales, mediante la expresión de ideas, sentimientos y emociones, mostrando confianza en las propias capacidades y valorando las de los demás. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Participar de manera guiada en el diseño de producciones culturales y artísticas elementales, trabajando con interés de forma colaborativa a través de un enfoque coeducativo basado en la igualdad y en el respeto a la diversidad",
          "4.2": "Tomar parte en el proceso de creación, utilizando elementos básicos de diferentes lenguajes artísticos, mostrando respeto, interés y cuidado hacia los materiales, recursos y las producciones plásticas y visuales, tanto propias como de los demás"
        }
      }
    },
    "Segundo ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {}
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Utilizar estrategias básicas para la búsqueda de información sobre manifestaciones culturales y artísticas, a través de canales y medios de acceso sencillos, con especial interés en medios digitales, de forma colaborativa",
          "2.2": "Conocer el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, analizando de forma básica los elementos básicos que las caracterizan y reflexionando sobre las sensaciones producidas, con actitud de interés, diálogo y respeto",
          "2.3": "Identificar el patrimonio cultural y artístico de Extremadura, apreciando su valor cultural y mostrando una actitud de respeto, cuidado y conservación. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Explorar las posibilidades expresivas y comunicativas del sonido, la imagen y el cuerpo y las distintas herramientas, instrumentos y medios de expresión artística, enriqueciendo la propia identidad",
          "3.2": "Producir y compartir de manera guiada propuestas artísticas elementales mediante la expresión de ideas, sentimientos y emociones, mostrando confianza en las propias capacidades y valorando las de los demás. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Colaborar de manera guiada en el diseño de producciones culturales y artísticas trabajando con interés en la consecución de un resultado final que cumpla con unos objetivos acordados a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad",
          "4.2": "Participar activamente en el proceso de creación, utilizando elementos básicos de diferentes lenguajes artísticos, mostrando interés , respeto y cuidado hacia los materiales, recursos y producciones plásticas y visuales, tanto propias como ajenas",
          "4.3": "Compartir la experiencia creativa, empleando diferentes estrategias comunicativas básicas, disfrutando del resultado final obtenido y valorando la opinión de otras personas, a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad. END"
        }
      }
    },
    "Tercer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Distinguir las características principales de manifestaciones culturales y artísticas de corrientes, orígenes, estilos y géneros diversos evidenciando interés hacia las mismas, a través de la recepción activa y la escucha atenta, incorporando la perspectiva de género",
          "1.2": "Describir las manifestaciones culturales y artísticas más destacadas, utilizando un lenguaje apropiado explorando sus características con apertura, y estableciendo relaciones entre ellas",
          "1.3": "Explorar la riqueza de las distintas manifestaciones culturales y artísticas, reconociendo especialmente las de nuestra región, respetando y valorando la diversidad que las genera y apropiándose de alguno de sus elementos. END"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Desarrollar estrategias para la búsqueda de información sobre manifestaciones culturales y artísticas, utilizando un vocabulario específico a través de diversos canales y medios de acceso, de forma colaborativa",
          "2.2": "Comparar el significado de distintas manifestaciones culturales y artísticas que forman parte del patrimonio de diversos entornos, analizando los principales elementos que las caracterizan y desarrollando criterios de valoración propios, con actitud abierta, de diálogo y de respeto",
          "2.3": "Valorar las sensaciones y emociones producidas por diferentes manifestaciones culturales y artísticas, atendiendo a su contexto y relacionándolas de manera inclusiva con su propia identidad cultural",
          "2.4": "Apreciar la innovación, la iniciativa y el emprendimiento en las manifestaciones culturales y artísticas, con especial interés en las regionales, mostrando una actitud reflexiva y desarrollando el sentido crítico. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Explorar las posibilidades expresivas y comunicativas del sonido, la imagen y el cuerpo y las distintas herramientas, instrumentos y medios multimodales de expresión artística, enriqueciendo la propia identidad",
          "3.2": "Producir y compartir propuestas artísticas más complejas mediante la expresión de ideas, sentimientos y emociones, mostrando confianza en las propias capacidades y valorando las de los demás. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Planificar producciones culturales y artísticas, trabajando con interés y esfuerzo de forma colaborativa en la consecución de un resultado final que cumpla con unos objetivos acordados, a través de un enfoque coeducativo basado en la igualdad y el respeto a la diversidad",
          "4.2": "Participar en el proceso de creación, utilizando elementos de diferentes lenguajes artísticos, mostrando compromiso, participación activa, respeto y cuidado hacia los materiales, recursos y producciones plásticas y visuales, tanto propias como de otras personas. END"
        }
      }
    }
  },
  "Educación física": {
    "Primer ciclo": {
      "CE1": {
        "descripcion": "situaciones cotidianas medidas básicas de cuidado de la salud personal a través de la higiene corporal, el descanso, la educación postural y la alimentación e hidratación.",
        "criterios": {
          "1.1": "Identificar el ejercicio físico como práctica saludable, conociendo algunos de sus beneficios físicos mediante la realización de actividad lúdico- motriz con su grupo de iguales, en contextos variados e inclusivos y en entornos cercanos conocidos, para el fomento de un estilo de vida activo",
          "1.2": "Explorar y vivenciar las posibilidades de la propia motricidad y de la de los demás desarrollando las capacidades y competencias motrices básicas a través de la actividad física y del juego (populares, tradicionales y escénicos) como medio de diversión, expresión y comunicación, y aplicando en distintas",
          "1.3": "Participar en juegos de activación y vuelta a la calma, reconociendo su utilidad en la preparación del cuerpo para la actividad física, evitando lesiones, respetando las normas de seguridad como medida de prevención, y manteniendo la calma y sabiendo cómo actuar en caso de que se produzca algún accidente en contextos de práctica motriz",
          "1.4": "Conocer los valores positivos que fomenta la práctica motriz compartida, reconociendo, vivenciando y disfrutando sus beneficios, participando de forma adecuada, respetando a cada participante, con independencia de sus diferencias individuales, y resolviendo conflictos de forma pacífica en contextos variados e inclusivos. END"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Reconocer la importancia de establecer metas claras a la hora de desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, valorando su consecución a partir de un análisis de los resultados obtenidos",
          "2.2": "Adoptar decisiones en contextos de práctica motriz de manera ajustada a las circunstancias",
          "2.3": "Descubrir, reconocer y emplear los componentes cualitativos y cuantitativos de la motricidad de manera lúdica e integrada en diferentes situaciones y contextos, mejorando progresivamente su control y dominio corporal. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Identificar y reconocer las emociones negativas que se producen durante el juego, intentando gestionarlas y disfrutando de la actividad física",
          "3.2": "Respetar las normas consensuadas, así como las reglas de juego y actuar desde los parámetros de la deportividad y el juego limpio, aceptando las características y niveles de los participantes",
          "3.3": "Participar en las prácticas motrices cotidianas, comenzando a desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación, iniciándose en la resolución de conflictos personales de forma dialógica y justa, y mostrando un compromiso activo frente a las actuaciones discriminatorias y de violencia. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Participar activamente en juegos y otras manifestaciones artístico- expresivas de carácter cultural propias del entorno, valorando su componente lúdico-festivo y disfrutando de su puesta en práctica",
          "4.2": "Conocer y valorar los logros de distintos referentes del deporte de cualquier género, reconociendo el esfuerzo, la dedicación y los sacrificios requeridos para alcanzar dichos éxitos",
          "4.3": "Adaptar los distintos usos comunicativos de la corporalidad y sus manifestaciones a diferentes ritmos y contextos expresivos",
          "4.4": "Buscar de una forma dirigida recursos digitales relacionados con manifestaciones lúdicas, físico-deportivas y artístico-expresivas propias de la cultura motriz. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Explorar y disfrutar del entorno natural y urbano conociendo otros usos desde la motricidad y adoptando actitudes de respeto, cuidado y conservación hacia ellos durante el desarrollo de distintas prácticas lúdico- recreativas en contextos terrestres o acuáticos",
          "5.2": "Realizar en el entorno natural y artificial actividades lúdico-motrices respetando el entorno y adoptando las medidas de seguridad indicadas en los contextos terrestres o acuáticos",
          "5.3": "Reconocer las señales viales básicas que le permitan los desplazamientos a pie seguros, eficientes y sostenibles con el medio ambiente por el entorno urbano próximo",
          "5.4": "Adoptar medidas básicas de uso y conservación del material utilizado en el contexto de la actividad físico-motriz. END"
        }
      }
    },
    "Segundo ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {}
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Llevar a cabo proyectos motores de carácter individual, cooperativo o colaborativo empleando estrategias de monitorización y seguimiento que permitan analizar los resultados obtenidos",
          "2.2": "Adoptar decisiones en situaciones lúdicas, juegos y actividades predeportivas ajustándose a las demandas derivadas de los objetos motores, de las características del grupo y de la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración en contextos simulados de actuación",
          "2.3": "Emplear los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa en distintos contextos y situaciones motrices, adquiriendo un progresivo control y dominio corporal sobre ellos. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Mostrar una disposición positiva hacia la práctica física y hacia el esfuerzo, controlando la impulsividad y las emociones negativas que surjan en contextos de actividad motriz",
          "3.2": "Respetar las normas consensuadas en clase, así como las reglas de juego y actuar desde los parámetros de la deportividad y el juego limpio, valorando la aportación de los participantes y la diversidad de pensamiento de los compañeros",
          "3.3": "Desarrollar habilidades sociales de acogida, inclusión, ayuda y cooperación al participar en prácticas motrices variadas, resolviendo conflictos individuales y colectivos de forma dialógica, utilizando un lenguaje positivo y efectivo, mostrando compromiso activo frente a los estereotipos, las actuaciones discriminatorias y de violencia. END"
        }
      },
      "CE4": {
        "descripcion": "expresivas con arraigo en la cultura propia, tradicional o actual, así como otros procedentes de diversas culturas, contextualizando su origen, su aparición y su transmisión a lo largo del tiempo y valorando su importancia, repercusión e influencia en las sociedades pasadas y presentes.",
        "criterios": {
          "4.1": "Participar activamente en juegos y otras manifestaciones artístico-",
          "4.2": "Asumir una visión abierta del deporte a partir del conocimiento de distintas ligas femeninas, masculinas o mixtas, acercándose al deporte federativo e identificando, analizando y rechazando comportamientos contrarios a la convivencia independientemente del contexto en el que tengan lugar",
          "4.3": "Reproducir distintas combinaciones de movimientos o coreografías individuales y grupales sencillas que incorporen prácticas comunicativas que transmitan sentimientos, emociones o ideas a través del cuerpo, empleando los distintos recursos expresivos y rítmicos de la corporalidad",
          "4.4": "Búsqueda y selección de recursos digitales y aplicaciones para el uso del ámbito motriz. END"
        }
      },
      "CE5": {
        "descripcion": "",
        "criterios": {
          "5.1": "Conocer y disfrutar del entorno natural y urbano adoptando medidas sencillas de intervención que permitan el cuidado y la conservación de los mismos durante el desarrollo de las actividades físicas en contextos terrestres y acuáticos",
          "5.2": "Desarrollar una práctica motriz segura previa valoración y análisis de cada situación en contextos naturales y urbanos de carácter terrestre o acuático, aplicando medidas de conservación ambiental",
          "5.3": "Reconocer y aplicar las señales viales básicas en los desplazamientos o en la realización de actividad física a pie o en bicicleta de manera sostenible en el contexto urbano",
          "5.4": "Identificar y evaluar el material necesario para la realización de actividad motriz tomando conciencia de la degradación del medio que supone su creación y consumismo en el contexto de la actividad física. END"
        }
      }
    },
    "Tercer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Reconocer los beneficios físicos, psicológicos y sociales de la actividad física como paso previo para su integración en la práctica de ocio saludable diaria, aportando medidas de sostenibilidad en los espacios y entornos donde se realiza, tanto naturales como artificiales",
          "1.2": "Integrar los procesos de activación corporal, dosificación del esfuerzo, relajación e higiene en la práctica de actividades motrices, interiorizando las rutinas propias de una práctica motriz saludable y responsable",
          "1.3": "Adoptar medidas de seguridad antes, durante y después de la actividad física, previniendo lesiones y reconociendo los contextos de riesgo y las medidas de actuación básicas en caso de accidentes en la elección de la práctica físico-deportiva",
          "1.4": "Identificar, analizar y rechazar conductas inapropiadas vinculadas al ámbito corporal, la actividad física y el deporte, que resultan perjudiciales para la salud individual o colectiva o que afectan negativamente a la convivencia, adoptando posturas de rechazo a la discriminación y a los estereotipos de género. END"
        }
      },
      "CE2": {
        "descripcion": "",
        "criterios": {
          "2.1": "Desarrollar proyectos motores de carácter individual, cooperativo o colaborativo, definiendo metas, secuenciando acciones, introduciendo si es preciso cambios durante el proceso y generando producciones motrices de calidad, valorando el grado de ajuste al proceso seguido y al resultado obtenido",
          "2.2": "Aplicar principios básicos de decisión en situaciones lúdicas, juegos modificados y actividades deportivas a partir de la anticipación, ajustándolos a las demandas derivadas de los objetivos motores y a la lógica interna de situaciones individuales, de cooperación, de oposición y de colaboración- oposición, en contextos reales o simulados de actuación, reflexionando sobre las soluciones obtenidas",
          "2.3": "Adquirir un progresivo control y dominio corporal, empleando los componentes cualitativos y cuantitativos de la motricidad de manera eficiente y creativa, y haciendo frente a las demandas de resolución de problemas en situaciones motrices transferibles al espacio vivencial. END"
        }
      },
      "CE3": {
        "descripcion": "reconociendo las actuaciones de compañeros y rivales.",
        "criterios": {
          "3.1": "Participar en actividades de carácter motor, desde la autorregulación de su actuación, con predisposición, esfuerzo, perseverancia y mentalidad de crecimiento, controlando la impulsividad, gestionando las emociones y expresándolas de forma asertiva y respetuosa",
          "3.2": "Respetar las normas consensuadas, así como las reglas del juego, y actuar desde los parámetros de la deportividad y el juego limpio, aceptando la victoria y la derrota de manera saludable ante el resto de participantes y",
          "3.3": "Convivir mostrando, en el contexto de las prácticas motrices, habilidades sociales, diálogo en la resolución de conflictos, escucha activa y respeto ante la diversidad, ya sea de género, afectivo-sexual, de origen nacional, étnica, socioeconómica o de competencia motriz, y mostrando una actitud crítica y un compromiso activo frente a los estereotipos, las actuaciones discriminatorias y la violencia. END"
        }
      },
      "CE4": {
        "descripcion": "",
        "criterios": {
          "4.1": "Participar activamente en juegos motores y otras manifestaciones artístico-expresivas con arraigo en la cultura propia, tradicional o actual, así como otros precedentes de diversas culturas, reconociendo y transmitiendo su valor cultural y su potencial como espacios generados de interacciones constructivas entre personas con orígenes diferentes para favorecer su conservación",
          "4.2": "Valorar el deporte como fenómeno cultural analizando críticamente los estereotipos de género y los comportamientos sexistas que a veces suceden en diferentes contextos como medios de comunicación, las redes sociales o las tecnologías de la información y la comunicación, rechazando estos y adoptando actitudes que eviten su reproducción en el futuro",
          "4.3": "Reproducir y crear composiciones con o sin soporte musical, y comunicar diferentes sensaciones, emociones e ideas, de forma estética y creativa, desde el uso de los recursos rítmicos y expresivos de la motricidad",
          "4.4": "Búsqueda crítica y selección de recursos y aplicaciones digitales relacionados con la práctica motriz, y que esta selección de materiales digitales pueda ser usado en un contexto educativo y lúdico. END"
        }
      },
      "CE5": {
        "descripcion": "deportiva con una actitud no consumista y de máximo aprovechamiento posible, pudiéndose derivar para otros usos.",
        "criterios": {
          "5.1": "Valorar los diferentes espacios naturales y artificiales en los que se realizan actividades físico-deportivas, reflexionando sobre sus posibilidades y potencialidades y actuando desde una perspectiva ecosostenible y comunitaria del entorno",
          "5.2": "Adaptar las acciones motrices a la incertidumbre propia del medio natural y urbano en contextos terrestres y acuáticos de forma eficiente y segura",
          "5.3": "Desarrollar hábitos de movilidad sostenible mediante el uso de transportes poco contaminantes conociendo las normas de seguridad vial necesarias para los desplazamientos urbanos e interurbanos",
          "5.4": "Evaluar previamente el material que se utilizará en la práctica físico- END"
        }
      }
    }
  },
  "Educación en valores": {
    "Tercer ciclo": {
      "CE1": {
        "descripcion": "",
        "criterios": {
          "1.1": "Construir un adecuado concepto de sí mismo en relación con los demás y la naturaleza, organizando y generando, de forma segura y crítica, información analógica y digital acerca de los rasgos relativos a la identidad, diferencia y dignidad de las personas",
          "1.2": "Identificar y expresar emociones, afectos y deseos, mostrando confianza en las propias capacidades al servicio de la consecución motivada de fines personales y colectivos",
          "1.3": "Generar una posición moral autónoma mediante el ejercicio de la deliberación racional, el uso de conceptos éticos y el diálogo respetuoso con otros, en torno a distintos valores y modos de vida",
          "1.4": "Tomar conciencia acerca de los problemas relacionados con el uso responsable, seguro y crítico de las redes sociales y los medios de comunicación, y las conductas adictivas que estos pueden generar",
          "1.5": "Hacer un uso responsable y ético de las redes sociales y medios de comunicación, respetando la intimidad y la libertad de expresión",
          "1.6": "Actuar de manera responsable y crítica ante conductas de abuso y acoso escolar, tanto si se producen en entornos digitales como presenciales. END"
        }
      },
      "CE2": {
        "descripcion": "con la erradicación de la violencia de género, a partir del conocimiento y análisis crítico de la situación secular de desigualdad entre mujeres y hombres.",
        "criterios": {
          "2.1": "Promover y demostrar un modo de convivencia democrática, justa, inclusiva, respetuosa y pacífica a partir de la investigación y comprensión de la naturaleza social y política del ser humano y mediante el uso crítico de los conceptos de ley, ética, civismo, democracia, justicia y paz",
          "2.2": "Interactuar con otros adoptando, de forma motivada y autónoma, conductas cívicas y éticas, orientadas por valores comunes, a partir del conocimiento de los derechos humanos y los principios constitucionales fundamentales, en relación con contextos y problemas concretos, así como por una consideración crítica y dialogada acerca de cómo debemos relacionarnos con los demás",
          "2.3": "Comprender y valorar los principios de justicia, solidaridad, seguridad y paz, a la vez que el respeto a las libertades básicas, a partir del análisis y la ponderación de las políticas y acciones de ayuda y cooperación internacional, de defensa para la paz y de seguridad integral ciudadana, ejercidas por el Estado y sus instituciones, los organismos internacionales, las ONG y ONGD y la propia ciudadanía",
          "2.4": "Contribuir a generar una convivencia respetuosa, no sexista y comprometida con el logro de la igualdad y la corresponsabilidad efectivas, y",
          "2.5": "Asumir y promover activamente el respeto por las minorías y las diferentes identidades étnico-culturales y de género, a partir del diálogo argumentado y el análisis ético de situaciones y conflictos en los que no se muestra dicho respeto",
          "2.6": "Reflexionar y asumir un compromiso activo y crítico con valores relativos a la solidaridad y el respeto a las minorías analizando desde un punto de vista ético cuestiones relacionadas con la desigualdad y la pobreza, el hecho multicultural, la diversidad humana y los fenómeos migratorios. END"
        }
      },
      "CE3": {
        "descripcion": "",
        "criterios": {
          "3.1": "Identificar causas y problemas ecosociales justificando argumentalmente el deber ético de proteger y cuidar la naturaleza",
          "3.2": "Proponer y considerar diferentes alternativas con las que frenar el cambio climático y lograr los Objetivos de Desarrollo Sostenible",
          "3.3": "Comprometerse activamente con valores, prácticas y actitudes afectivas consecuentes con el respeto, cuidado y protección de las personas, los animales y el planeta, a través de la participación en actividades que promuevan un consumo responsable",
          "3.4": "Participar activamente en acciones que promuevan un consumo responsable y un uso sostenible del suelo, el aire, el agua, la energía, la movilidad segura, saludable y sostenible, y la prevención y gestión de residuos, reconociendo el papel de las personas, colectivos y entidades comprometidas con la protección del entorno. END"
        }
      },
      "CE4": {
        "descripcion": "interacción.",
        "criterios": {
          "4.1": "Gestionar equilibradamente pensamientos, sentimientos y emociones, y desarrollar actitudes de estima y cuidado de sí mismo o sí misma, de los demás y del entorno",
          "4.2": "Identificar, analizar y expresar de manera asertiva las emociones, afectos y sentimientos propios, reconociendo y valorando los de otras personas, en distintos contextos y en relación con actividades creativas y de reflexión individual o dialogada sobre cuestiones éticas y cívicas",
          "4.3": "Adoptar actitudes basadas en la amistad, el amor y el cuidado de los demás partiendo de las experiencias afectivas que surgen de la interacción cívica y ética con otras personas y con el medio, y reflexionando sobre dicha END"
        }
      }
    }
  }
}